Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Sitting Down 1. Back up to the chair until you feel the chair on the backs of your legs. 2. Put both crutches in your hand on the injured side. 3. Reach back for the chair with your other hand. 4. Lower yourself slowly into the chair, bending at the hips. Walking with Crutches 1. Put crutches under your arms and press them into your side. Do not put weight on your armpits. 2. Move the crutches ahead of you about 12 inches (30 centimeters). 3. Move your injured leg even with the crutches, pushing down on the hand grips as you step. Only put as much weight as allowed on your injured leg. 4. Finish the step by moving your strong leg forward. Crutch Walking. Russian.
ru: Как правильно садиться 1. Подойдите спиной к креслу, пока не коснетесь его ногами. 2. Возьмите костыли в руку с травмированной стороны. 3. Возьмитесь за кресло другой рукой. 4. Медленно опуститесь в кресло, сгибая ноги в тазобедренном суставе. Как ходить на костылях 1. Поместите костыли под руки и прижмите их к туловищу. Не переносите весь вес на подмышки. 2. Поставьте костыли на 30 см перед собой. 3. Переместите травмированную ногу на один уровень с костылями, опираясь на рукоятки костылей. Не нагружайте больную ногу больше, чем разрешено врачом. 4. Завершите шаг, переместив вперед здоровую ногу.

source: Stairs • Do not try to climb stairs or curbs until you can use the crutches well. • For safety reasons, you can sit down and scoot up and down the steps on your bottom if needed. • If you have a rail, put both crutches under one arm and hold onto the rail for safety. Going Upstairs Without Rail 1. Have someone stand behind you to help you as needed. 2. Keep the crutches on the stair you are standing. 3. Support your weight between your crutches. 4. Bring your good leg up to the next step. Let the injured leg trail behind. 5. Straighten your good leg and bring the crutches and your injured leg up. Crutch Walking. Russian.
ru: Лестница • Не пытайтесь подниматься по лестнице или на бордюр, пока не научитесь хорошо ходить на костылях. • Можно сесть на ступени и передвигаться на ягодицах. • Если на лестнице есть перила, возьмите костыли в одну руку и держитесь за перила другой рукой. С перилами Как With Rail подниматься 1. Пусть кто-то стоит позади вас, чтобы в случае необхо- димости помочь вам. 2. Ваши ноги и костыли должны быть на одной ступеньке. 3. Распределите вес тела между костылями. 4. Поставьте здоровую ногу на следующую ступеньку. Затем подтяните больную ногу. 5. Выпрямите здоровую ногу и поднимите костыли и больную ногу.

source: Going Downstairs Without Rail 1. Put the crutches on the lower step while putting your injured foot forward. 2. Support your weight between your crutches. 3. Move your good foot to the lower step. Getting into a Car 1. Have someone open the door and move the seat back as far as they can. 2. Back up until you feel the edge of the seat. Grab the seat with one hand and the hand grips of the crutches with the other. 3. Tip your head to avoid bumping it. Stand up or sit down using your good leg to bear your weight. 4. To sit down, put the heel of your good leg on the car frame and push back. Move across the seat until your injured leg can be swung into the car. Crutch Walking. Russian.
ru: Как спускаться С перилами With Rail 1. В момент движения травмированной ноги вперед поместите костыли на ступеньку вниз. 2. Распределите вес тела между костылями. 3. Поставьте здоровую ногу на ступеньку вниз. Как садиться в машину 1. Пусть кто-то откроет дверь и отодвинет сиденье как можно дальше назад. 2. Подойдите спиной к сиденью, пока не коснетесь его края. Возьмитесь за сиденье одной рукой и за рукоятки костылей другой рукой. 3. Наклоните голову, чтобы не удариться. Встаньте или сядьте, перенеся вес тела на здоровую ногу. 4. Чтобы сесть, поставьте пятку здоровой ноги на дверной порог и оттолкнитесь. Сядьте глубоко в кресло и подтяните больную ногу.

source: Getting Out of a Car 1. Open the door and move the seat back as far as you can. Put both crutches outside the car in one hand. 2. Hold onto the seat and slowly turn yourself toward the door. 3. Carefully take both feet out of the car. Hold onto the door frame or seat back with one hand and the hand grips of the crutches with the other hand. Tip your head to avoid bumping it. 4. Slowly stand up using your good leg to bear your weight. Move your crutches under both arms. © 2005 - Dezember 15, 2020, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Crutch Walking. Russian.
ru: Как выйти из машины 1. Откройте дверь и отодвиньте сиденье как можно дальше назад. Возьмите костыли в одну руку и поставьте их на землю. 2. Держитесь за сиденье и медленно повернитесь к двери. 3. Осторожно опустите обе ноги на землю. Возьмитесь одной рукой за дверь, а другой — за рукоятки костылей. Наклоните голову, чтобы не удариться. 4. Медленно встаньте, опираясь на здоровую ногу. Возьмите в каждую руку по костылю. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Decontamination Decontamination is the removal of a harmful substance from the body. It involves taking off clothing, showering and putting on clean clothes. You will be directed to the decontamination area. The staff will be wearing protective clothing and head gear. If you have children, help them follow these steps with you. 1. Take off your clothes and place them in the large bag. You may also be given a small bag to place your valuables in. 2. Wait for your turn to shower. 3. When it is your turn: • Stand under the shower and rinse your hair and entire body. • Rinse under your arms and in all creases and skin folds. • Wash your hair and body with the soap. • Rinse your hair and body well. 4. Step out of the shower and dry off. The staff will give you something to wear and will tell you where to go next. Tell the staff right away if your skin or eyes burn or if you have breathing problems. © 2007 - September 24, 2019, Health Information Translations. Content developed through a partnership of the Central Ohio Trauma System, County Board of Health, Mount Carmel Health, Ohio State University Medical Decontamination. Russian.
ru: Обеззараживание – это процесс удаления вредных веществ с тела человека. Оно включает в себя снятие одежды, мытье под душем и надевание чистой одежды. Вас направят в зону обеззараживания. Работники будут одеты в защитную одежду, на них также будут маски. Если у вас есть дети, помогите им выполнить следующие действия вместе с вами. 1. Снимите одежду и положите ее в большой пакет. Возможно, вам дадут небольшой пакет для ценных вещей. 2. Дождитесь своей очереди в душ. 3. Когда подойдет ваша очередь: • Встаньте под душ и ополосните волосы и тело. • Ополосните подмышки и все кожные складки. • Вымойте волосы и тело с мылом. • Хорошо сполосните волосы и тело. 4. Выйдите из душа и вытритесь насухо. Персонал даст вам новую одежду и сообщит, куда идти дальше. Если у вас жжет кожа, глаза или вам стало тяжело дышать, немедленно сообщите персоналу. the Columbus Medical Association Foundation, Columbus Public Health, Franklin Center and OhioHealth, Columbus, Ohio. Available for use as a public service without

source: Diabetes and If you have Retinadiabetes, you RReettiinnaa need to take care of your eyes because over time high blood sugar P a r t e t ra s e ra can damage del ojo your eyes. B a c k o f B a ck o f Many people e e y y e e with type 2 diabetes Nervio have high óptico blood sugar Optic nerve Optic nerve for months or Retina vasos sanguineos years before R e ti n a l blood vessels Retinal blood vessels they are tested and found to have diabetes. Others get tested for diabetes because they have vision changes. Visit your eye doctor for a dilated eye exam each year, even if you have no eye problems. Your eye doctor can find problems early, before you have any signs. Early treatment may prevent more serious eye problems. Eye Problems • Retinopathy: When the blood vessels in the back of the eye, called the retina, become damaged. Diabetes and Eye Problems. Russian.
ru: глаз Eye Problems При диабете необходимо Х L р e у n с t т e алик LLeennss заботиться о своих глазах, так как высокий Передняя уровень Delante часть сахара в d e l ojo г л а з а F r on t o f крови со F r o n t o f e y e временем e y e может привести к их поражению. У многих больных диабетом 2-го типа повышенное содержание сахара в крови может наблюдаться в течение нескольких месяцев или лет до проведения обследования, в результате которого обнаруживается сахарный диабет. Другие пациенты проходят проверку на сахарный диабет лишь потому, что заметили изменения в своем зрении. Каждый год посещайте офтальмолога для проведения офтальмоскопии при расширенном зрачке, даже если у вас нет проблем со зрением. Ваш офтальмолог может выявить проблемы на ранней стадии, прежде чем у вас появятся симптомы. Лечение на ранней стадии может предотвратить более серьезные повреждения глаз. Глазные заболевания • Ретинопатия: поражение кровеносных сосудов в задней части глаза, которая называется сетчаткой.

source: • Cataracts: When a film of skin grows over the lens in the eye. • Glaucoma: When the pressure inside the eye gets too high and damages the optic nerve. Signs of Eye Problems Damage can occur to your eyes, but it may not cause vision changes for some time. If you have any of these signs, call your doctor to schedule an eye exam: • Loss of side (peripheral) vision • Loss of central vision • Blurry vision • Seeing spots or “floaters” • Eye pain or discomfort • Hard to see at night or dim vision • Double vision • Problems with glare or light Why does diabetes cause eye problems? High blood sugar over time with diabetes can cause damage to blood vessels, including the small blood vessels in your eyes. If you also have high blood pressure, this can further damage the blood vessels. Diabetes and Eye Problems. Russian
ru: • Катаракта: заболевание, связанное с помутнением хрусталика глаза. • Глаукома: повышение внутриглазного давления с нарушениями зрения и поражением зрительного нерва. Симптомы глазных заболеваний Ваши глаза могут подвергнуться поражению, но оно может и не вызывать изменений зрения в течение некоторого времени. Если у вас наблюдается какой-либо из следующих симптомов, обратитесь к своему врачу для назначения обследования глаз: • потеря бокового (периферического) зрения; • потеря центрального зрения; • размытое зрение; • в поле зрения видны точки, пятна или плавающие объекты; • боль или дискомфорт в глазах; • ослабление зрения в ночное время или мутное зрение; • двойное зрение; • трудности при ярком освещении. Почему диабет приводит к возникновению проблем со зрением? Высокий уровень сахара в крови при диабете может со временем привести к повреждению кровеносных сосудов, в том числе, мелких кровеносных сосудов глаз. Если у вас также наблюдается повышенное артериальное давление, это может вызывать более серьезное поражение кровеносных сосудов.

source: Keep your blood sugar and blood pressure as close to normal as you can to prevent eye problems. See your doctor to have your eyes checked each year so problems can be found early and treated. Testing Have an eye exam every year. Visit the eye doctor more often if you already have signs of eye problems. Treatment will depend on your needs. These tests may be done to check your eyes: • Vision test: Your ability to read close up or at a distance is checked. Your light sensitivity and side vision, also called peripheral vision, may be checked. • Dilated eye test: A small amount of medicine is dropped into your eyes so your doctor can look at the back of your eyes. • Eye pressure test: Medicine is used to numb the eyes and then the pressure in your eyes is checked. • Retinal test: Pictures are taken of the inside of the eye to check the blood vessels of the retina and optic nerve. Treatment Treatment depends on the eye problem, but it could include eye drops, laser treatment or surgery. Diabetes and Eye Problems. Russian
ru: Поддерживайте уровень сахара в крови и артериальное давление как можно ближе к норме. Это даст вам возможность предотвратить возникновение проблем со зрением. Каждый год обращайтесь к своему врачу для проверки глаз с целью раннего выявления и предотвращения развития возможных заболеваний. Обследования Каждый год проходите обследование Чаще посещайте офтальмолога, глаз. если у вас уже есть признаки проблем с глазами. Лечение будет зависеть от ваших потребностей. Для проверки глаз могут быть назначены следующие исследования: • Зрительный тест. Проверяется способность читать вблизи и на расстоянии. Также может проверяться чувствительность к свету и боковое зрение, которое также называется периферическим зрением. • Исследование при расширенных зрачках. Небольшое количество препарата закапывается в глаз с тем, чтобы врач смог рассмотреть глазное дно. • Измерение внутриглазного давления. Применяется препарат, вызывающий онемение глаз, с последующим измерением внутриглазного давления. • Исследование сетчатки. Фотографируется внутренняя часть глаза для проверки сосудов сетчатки и зрительного нерва. Лечение Лечение зависит от конкретного заболевания; оно может включать глазные капли, лазерную коррекцию или хирургическое вмешательство.

source: Managing Your Diabetes Manage your diabetes to prevent eye and other health problems. Work with your doctor, nurse and dietitian to learn more about living well with diabetes. • Follow your meal plan and talk with a dietitian. • Learn how to check and record your blood sugar levels, also called glucose levels. Know the signs for high and low blood sugar levels. • Exercise for at least 30 minutes most days of the week. • Take insulin or other diabetes medicines as directed by your doctor, nurse or diabetes educator. • Have plans in place if your blood sugar levels drop too low. Be sure you have family members or others around you who know how to help you if you are not able to help yourself. • Avoid tobacco and alcohol, manage stress and get enough sleep. • Check your blood pressure every few months. If you have high blood pressure, also called hypertension, take your blood Diabetes and Eye Problems. Russian
ru: Как контролировать диабет Держите диабет под контролем, чтобы предотвратить заболевания глаз и другие проблемы со здоровьем. Следуйте советам и рекомендациям вашего врача, медсестры и диетолога, чтобы повысить качество вашей жизни с диабетом. • Соблюдайте план приема пищи и консультируйтесь с диетологом. • Научитесь тому, как проверять и записывать свой уровень сахара в крови, который также называют уровнем глюкозы. Знайте признаки высоких и низких уровней сахара в крови. • Старайтесь выполнять физические упражнения не менее 30 минут каждый день. • Принимайте инсулин или другие диабетические лекарства согласно назначению своего врача, медсестры или консультанта по диабету. • Имейте план на тот случай, если уровень сахара в крови упадет слишком низко. Обязательно окружите себя членами семьи или другими лицами, которые знают, как вам помочь, если вы не в состоянии помочь себе сами. • Избегайте употребления табака и алкоголя, держите под контролем свой вес, стресс и высыпайтесь. • Проверяйте артериальное давление каждые несколько месяцев. Если у вас повышенное артериальное давление (гипертензия), принимайте лекарство от повышенного артериального давления в соответствии с назначением своего врача. Вы также

source: pressure medicine as ordered by your doctor. You may also want to check your blood pressure with a home blood pressure monitor, so you know if your medicine is keeping your blood pressure controlled. Talk to your doctor, nurse or diabetes educator if you have any questions or concerns. © 2012 - September 26, 2016, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Diabetes and Eye Problems. Russian.
ru: можете проверять свое артериальное давление с помощью домашнего аппарата для его измерения, чтобы вы знать, обеспечивает ли ваше лекарство надлежащий контроль за давлением. Если у вас возникают вопросы или опасения, обращайтесь к своему врачу, медсестре или консультанту по диабету. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Diabetes and Kidney The kidneys remove waste from the body, remove excess fluids, and keep important proteins in the body. If diabetes is not well controlled, high blood sugar can harm the blood vessels and nerves in the kidneys. This can cause kidney damage, which is also called nephropathy. Without treatment, this can lead to kidney failure. Signs of Nephropathy You will not have signs in the early stages, which is why you need to get regular checks for kidney problems from your doctor. If not controlled, and the condition gets worse, you may have one or more of these signs: • Feeling tired • Unusual weight gain from fluid build up in the body • Foamy urine from protein in urine • Nausea, vomiting or poor appetite • Swelling, numbness or tingling in the legs, ankles or feet • High blood pressure called hypertension • Feeling itchy (from imbalance of phosphorous in the body) • Hiccups Diabetes and Kidney Problems. Russian.
ru: почек Problems Почки выводят из организма продукты жизнедеятельности, удаляют из него излишки жидкости, но сохраняют важные белки. Если не держать диабет под жестким контролем, то высокое содержание сахара в крови может повредить кровеносные сосуды и нервы в почках и вызвать поражение почек; такое состояние называется нефропатией. Если его не лечить, оно может привести к почечной недостаточности. Симптомы нефропатии На ранних стадиях болезнь протекает бессимптомно, поэтому необходимо проходить регулярное обследование на предмет почечных заболеваний. При отсутствии контроля и ухудшении состояния здоровья возможно появление одного или нескольких представленных ниже симптомов: • усталость; • увеличение веса из-за накопления жидкости в организме; • пенная моча из-за содержания в ней белка; • тошнота, рвота и плохой аппетит; • припухлость, онемение или покалывание в ногах, лодыжках или ступнях; • повышенное артериальное давление (гипертензия); • зуд (из-за дефицита фосфора в организме); • икота.

source: Testing Each year, have your urine checked for protein as part of a physical exam. If protein is found in the urine, it can be a sign of kidney damage. Your doctor may order these tests: • Blood test: Ì Hemoglobin A1C to see how well glucose levels are controlled. Ì Blood urea nitrogen (BUN test) or creatinine test to check how well your kidneys are working. • Urine test for protein called albumin. You doctor may also call it a microalbuminuria test. • Foot checks to check for numbness and tingling in your feet and legs as kidney disease affects blood flow and may cause nerve damage. Nerve conduction tests may be given to check for nerve damage. • Blood pressure checks. • Blood tests for cholesterol and triglycerides. These types of fat in your blood are harder to control if the kidneys are not working well. Diabetes and Kidney Problems. Russian.
ru: Обследование Сдавайте анализ мочи на содержание белка в рамках ежегодного медицинского обследования. Белок в моче может быть признаком поражения почек. Ваш врач может назначить следующие исследования и анализы: • Анализ крови: Ì Гемоглобин A1C, чтобы проверить, насколько хорошо регулируется уровень глюкозы. Ì Анализ азота в составе мочевины крови или тест на креатинин, чтобы проверить, насколько хорошо работают почки. • Анализ мочи на белок называется анализом на альбумин. Ваш врач также может называть его анализом на микроальбумины. • Осмотр ног на предмет онемения и покалывания в стопах и голенях, так как заболевания почек влияют на кровоток и могут привести к поражению нервов. Могут проводиться тесты нервной проводимости для проверки поражения нервов. • Проверка артериального давления. • Анализ крови на холестерин и триглицериды. Содержание этих видов жиров в крови труднее контролировать, если почки работают недостаточно хорошо.

source: Treatment Treatment is done to keep the kidney disease from getting worse. Blood sugar and blood pressure control can slow kidney damage. • Check and record your blood sugar levels. Take your diabetes medicines as ordered. Talk to your doctor or diabetes educator if your blood sugar levels are not controlled with medicine. • Exercise for at least 30 minutes most days of the week. • Avoid tobacco and alcohol, manage your weight, your stress and get enough sleep. Lifestyle behavior can improve your diabetes. • Talk to your doctor or pharmacist before taking any over the counter medicines. Some medicines may be harmful to weakened kidneys. For example, medicines used for pain called NSAIDS, like ibuprofen or naproxen, should not be used. • Your doctor may order medicines to lower your blood pressure while protecting your kidneys from damage. Use a home blood pressure monitor to check your blood pressure between doctor visits. Diabetes and Kidney Problems. Russian.
ru: Лечение Лечение проводится с целью не допустить ухудшения состояния почек. Контроль содержания сахара в крови и артериального давления может замедлить поражение почек. • Проверяйте и записывайте свой уровень сахара в крови. Принимайте лекарства для лечения диабета согласно назначению врача. Если уровень сахара в крови не контролируется медикаментозно, обратитесь к своему врачу или консультанту по диабету. • Старайтесь каждый день выполнять физические упражнения в течение 30 минут. • Избегайте употребления табака и алкоголя, держите под контролем свой вес, стресс и высыпайтесь. Здоровый образ жизни может улучшить ваше состояние при диабете. • Прежде чем принимать любые продающиеся без рецепта лекарства, проконсультируйтесь со своим врачом или фармацевтом. Некоторые медикаменты могут быть вредны для ослабленных почек. Например, болеутоляющие нестероидные противовоспалительные препараты, такие как ибупрофен или напроксен, принимать не рекомендуется. • Ваш врач может назначить препараты для снижения артериального давления, тем самым защищая ваши почки от поражения. Между визитами к врачу измеряйте свое давление дома при помощи тонометра.
